{
    "wine_types": [
      {
        "wine_Type": 1,
        "styles": [
          {
            "style_ID": 208,
            "style_Region": "Italia meridionale",
            "style_Description": "Southern Italy is the toe, heel, and ankle of the Italian “boot” where we find the regions Campania, Basilicata, Puglia, Calabria, and Sicily as well as the distant relative Sardegna. There are scores of fascinating indigenous grape varieties here, different winemaking traditions and styles are defining each region, and the wines are often less expensive than their Northern counterparts.\n\nPuglia and Sicily are producing huge volumes of wine, and they are battling to be the second biggest wine producing region in Italy. The hot climate is reflected in the wines and they are famous for their inexpensive, full bodied, warm, and fruit forward red wines based on Primitivo and Nero d’Avola. Less famous yet very interesting are the Sicilian wines from Mount Etna. The higher altitude yields wines that are lighter, fresh and complex. The indigenous grape Nerello Mascalese offers some fine examples.\n\nIn Campania and the northern part of Basilicata, winemakers have been finding success with the grape Aglianico (pronounced “ahl-YAH-nee-koe”). The slightly colder climate is ideal for this grape and produces wines that are garnet-colored with high tannins and acidity. Harsh when young, but after some aging they become elegant and complex, and reveal lovely plummy flavors with a hint of chocolate.\n\nIn Sardegna they lean more towards the grapes Carignano and Cannonau with French/Spanish origin. The wines here are often powerful with a spicy touch.",
            "style_Nation": "it",
            "wines": [
              {
                "wine_ID": 1227674,
                "wine_Winery": "Cantina Sampietrana",
                "wine_Name": "Since 1952 Riserva",
                "wine_Year": 1952,
                "wine_Rating": 4.4,
                "wine_Rates_count": 48,
                "wine_Price": 6.9,
                "reviews": [
                  {
                    "Language": "it",
                    "User_Rating": 3.6,
                    "Note": "Bottiglia da 2019. Colore rosso intenso,  al naso emergono frutti di bosco. Si confermano al palato con una buona intensità. Tannini decisi ma rimane fresco e piacevole nel suo gusto. Confetture per addolcire il palato con un retrogusto persistente ma non aggressivo. Una bella bottiglia con un ottimo rapporto qualità prezzo. Consigliato ",
                    "CreatedAt": "2022-11-25T05:51:17.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 4.0,
                    "Note": "Colore rosso rubino penetrante ed elegante. Al naso prevalgono sentori di ciliegia, piccoli frutti rossi che sfociano nella marmellata di visciole. Al palato è vellutato, i tannini sono morbidi. Molta ciliegia e finale speziato. Ottimo per accompagnare fettuccine al sugo di cinghiale. Rapporto qualità invidiabile! ",
                    "CreatedAt": "2021-04-11T11:32:27.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 4.5,
                    "Note": "87/88. La tanto sottovalutata Doc Brindisi regala delle belle sensazioni con questo vino fatto in maniera magistrale da una storica cantina del territorio. Vino molto ricco ma non eccessivamente pesante, infatti non ha una consistenza pazzesca. Naso complesso, che svela il passaggio in legno. Molto fresco in bocca, tanto da ben mascherare il grado alcolico. Tannino fine ed elegante. Bella persistenza. Da riassaggiare fra qualche anno . RAPPORTO QUALITÀ PREZZO STUPEFACENTE!",
                    "CreatedAt": "2019-06-27T10:23:24.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 3.5,
                    "Note": "Vinto interssante, soprattuto per rapporto qualità prezzo. Poi, come quasi tutti i vini pugliesi, trattasi di grande paraculo.",
                    "CreatedAt": "2022-01-09T17:23:02.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 4.0,
                    "Note": "Colore rosso mattone scuro, tanto corpo e discreto e note fruttate Accompagnate da buoni tannini.\nPersistenza buona che vira sul fruttato.\n veramente un buon vino si accompagna bene un buon piatto di cacciagione",
                    "CreatedAt": "2019-09-24T09:02:59.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 4.0,
                    "Note": "Bel rosso di Brindisi bevuto su una bella 🥩 bistecca: colore rosso intenso rubino,  in note intense di frutti di bosco e spezie. Dal naso e dal\nSapore sembra affinato in botti di inox anzi sembra tetrapack ma è buono sapore asciutto e lievemente tannico e vellutato ",
                    "CreatedAt": "2021-10-12T19:53:24.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 5.0,
                    "Note": "Un buon vino meritate 5 stelle per il prezzo. Il 2015 conferma canella pepe anice noce valiglia frutti eossi maturi. Intenso consistente pronto ma ancora poxo equilibrato un po'  duro. Aspettrrei ancora per berlo al top",
                    "CreatedAt": "2019-03-23T19:49:38.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 4.0,
                    "Note": "Sampietrana52 riserva, vigneti brindisini, negroamaro 80% e montepulciano 20%, 12 mesi di affinamento in botti di rovere e altri 12 in vetro; rosso rubino, affiorano al naso profumi decisi di frutta rossa e nera, ciliegia, prugna, mora, spezie dolci, vaniglia, legno, note di tabacco, caffè, cioccolato, liquirizia, sentori balsamici, anice; in bocca è di buon corpo, strutturato, caldo, di qualità fine, avvolgente, tannini morbidi, persistenza molto lunga giocata sulle note tostate, speziate e di frutti di bosco ⤵️",
                    "CreatedAt": "2022-12-08T21:02:25.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 4.0,
                    "Note": "87 - Colore rubino con riflessi granato, al naso confettura di ciliegia, note di legno vaniglia cannella e pepe. Tannini maturi, vino bilanciato con ottima persistenza e buona la chiusura di bocca",
                    "CreatedAt": "2022-01-06T12:58:52.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 3.5,
                    "Note": "Rosso granata cristallino, corposo, naso intenso e complesso, sentori fruttati, speziati e tostati, tra tutti, frutti a bacca nera, more, vaniglia, pepe nero, quecia, fungo, humus, cuoio... In bocca equilibrato tra morbidezze e acidità, buona persistenza, di qualità fine, pronto. Ottimo con carni",
                    "CreatedAt": "2020-12-26T04:42:00.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 4.0,
                    "Note": "Seppur non di grande struttura, l'esplosione degli elementi odorosi con l'evidente presenza vanigliata lo rendono piacevolmente e lungamente persistente...è un grande vino.Lo consiglio a tutti",
                    "CreatedAt": "2016-07-09T19:52:55.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 4.0,
                    "Note": "È' un ottimo connubio di sapori fruttati con un retrogusto morbido. Buono il rapporto qualita' prezzo\nPaolo Confalone",
                    "CreatedAt": "2015-12-19T13:55:55.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 4.5,
                    "Note": "Ottima Malvasia molto meno ruffiana di altri vini. Davvero una splendida scoperta. Legno e mora prevalgono",
                    "CreatedAt": "2022-01-06T13:18:00.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 4.0,
                    "Note": "Intenso e fruttato, color rubino.Ottimo su carni e formaggi stagionati. Sicuramente non economico e forse sopravvalutato",
                    "CreatedAt": "2016-06-11T13:50:42.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 3.0,
                    "Note": "Rosso rubino, nel naso more e mirtilli, alcune note speziate.In bocca prevalgono note speziate ed erbacee abbracciate dai frutti  sentiti all'olfatto.",
                    "CreatedAt": "2018-06-12T19:24:15.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 5.0,
                    "Note": "Rapporto qualità prezzo impareggiabile. Gusto rotondo, tannini medi e piacevoli, profumi morbidi di frutta e botte.  \nDavvero consigliato. ",
                    "CreatedAt": "2021-02-03T09:44:16.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 4.0,
                    "Note": "Negramaro con una piccola percentuale di Montepulciano, un mix perfetto...\nMorbido e vellutato corposo e asciutto, gusto persistente,\nottimo rapporto qualità  prezzo\nuno dei miei preferiti.",
                    "CreatedAt": "2016-08-23T22:26:20.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 3.2,
                    "Note": "Si si... e'un buon vino, buon qualità prezzo,degustato con carne argentina e arrosticini alla brace va giù veramente bene buono..👍👍👍",
                    "CreatedAt": "2022-11-27T12:47:45.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 5.0,
                    "Note": "Non sono un esperto, ma è buonissimo. Sto imparando a capire cosa mi piace e non, bevo vino da 7,5 euro fino ad arrivare a 20 euro (prezzo enoteca non ristorante ovviamente) questo l’ho pagato 8 ma pagherei volentieri 20 per berlo. So di non essere d’aiuto ma ho detto la mia",
                    "CreatedAt": "2020-01-13T19:05:24.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 5.0,
                    "Note": "Ottimo vino soprattutto calcolando che L ho potuto acquistare in una normalissima macelleria e a un preZzo inferiore alla quotazione che riporta qui (7,50€) . Riserva 2010. 8 anni passati splendidamente ",
                    "CreatedAt": "2018-02-03T19:34:44.000Z"
                  },
                  {
                    "Language": "it",
                    "User_Rating": 5.0,
                    "Note": "Aroma vinoso e note di frutti di bosco. Affinato in piccole botti di rovere. Sapore delicato, giustamente tannico è molto persistente. Accompagna bene primi piatti speziati, arrosti di carne e formaggi stagionati.",
                    "CreatedAt": "2017-06-07T09:14:42.000Z"
                  }
                ]
              }
                ]
              }
            ]
          }
            ]
        }
